Repository: STIWL/STIWLEschoolUserBundle
Catalog: Resources/translations/validators.*.xlf
Languages: es

# invalid_email
source: This value must be a valid email address, the Email '{{ value }}' is invalid.
es: Este valor debe ser un email válido, el email '{{ value }}' no es válido.

# min_length
source: {0}|{1}et %count% autre|]1,Inf[voir les %count% autres This value must have at least 1 character.| The field must have at least {{ limit }} characteres.
es: {0}|{1}et %count% autre|]1,Inf[voir les %count% autres Este valor deberia tener al menos 1 caracter|El campo debería tener al menos {{ limit }} caracteres.

# this_value_is_not_actual_password
source: This value isn't actual password.
es: Este valor no es la contraseña actual.

# the_password_and_new_password_fields_must_be_match
source: The fields 'New password' and 'Confirmation password' must be match.
es: Los campos 'Nueva contraseña' y 'Confirmación de contraseña' deberían coincidir.

source: In role Student, no more roles.
es: En rol Alumno, no se puede seleccionar más roles.

source: Fathers required.
es: Padres requeridos.

source: Is Father and have sons.
es: Es Padre y tiene hijos.

source: Is Teacher and have schedule.
es: Es docente y tiene horario.

# is_student_and_is_inscribed_in_room
source: Is Student and inscribed in room.
es: Es Alumno y esta inscrito en un salón.

source: This email is not available.
es: Este email no está disponible.
